[
  {
    "text": "PT Digital Nusantara Digital (\"DNS\") merupakan perusahaan yang bergerak di bidang teknologi. Salah satu produk unggulan yang dikembangkan oleh perusahaan ini adalah \"STIQR\""
  },
  {
    "text": "STIQR adalah aplikasi berbasis web yang dapat diakses secara gratis dan menyediakan berbagai layanan, khususnya dalam pengelolaan transaksi melalui sistem Point of Sale (POS)."
  },
  {
    "text": "Ketentuan Pemakaian STIQR ini merupakan perjanjian yang mengikat antara Pengguna STIQR dan PT Digital Nusantara Digital (DNS) yang mengatur akses serta penggunaan aplikasi, situs web, dan produk yang disediakan oleh DNS, termasuk namun tidak terbatas pada pemesanan, pembayaran, dan penggunaan layanan di dalam aplikasi STIQR."
  },
  {
    "text": "Dengan mengakses aplikasi STIQR dan memiliki Akun STIQR, Pemilik Usaha dianggap telah menyetujui seluruh Ketentuan Pemakaian STIQR, termasuk menyetujui Standar Operasional Prosedur (SOP), Syarat dan Ketentuan khusus atas setiap layanan yang dipilih, serta perubahannya, yang merupakan bagian tidak terpisahkan dari Ketentuan Pemakaian STIQR ini."
  },
  {
    "text": "Merchant/Pengguna menyatakan menyetujui bahwa Ketentuan Pemakaian STIQR ini diterima secara elektronik sesuai dengan ketentuan Undang-Undang Republik Indonesia Nomor 11 Tahun 2008 tentang Informasi dan Transaksi Elektronik, serta Peraturan Pemerintah Nomor 71 Tahun 2019 tentang Penyelenggaraan Sistem dan Transaksi Elektronik beserta perubahannya."
  },
  {
    "text": "STIQR berwenang untuk mengubah, menambah, atau menghapus bagian mana pun dari Ketentuan Pemakaian STIQR setiap saat dengan memberikan pemberitahuan melalui aplikasi STIQR atau media lain yang dipilih oleh STIQR."
  },
  {
    "text": "Dalam dokumen ini, STIQR dan Merchant/Pengguna masing-masing disebut sebagai \"Pihak\" dan secara bersama-sama disebut sebagai \"Para Pihak\". Dengan memperhatikan seluruh ketentuan yang tercantum dalam Ketentuan Pemakaian STIQR, Para Pihak sepakat untuk terikat pada Ketentuan Pemakaian STIQR ini."
  }
]
