[
  {
    "text": "Akun STIQR yang dimiliki oleh Merchant/Pengguna hanya dapat digunakan oleh Merchant/Pengguna yang bersangkutan dan tidak diperkenankan untuk dialihkan atau digunakan oleh pihak ketiga dalam kondisi apapun. STIQR berhak menolak pemesanan apabila diketahui atau terdapat dugaan bahwa akun digunakan oleh pihak lain selain Merchant/Pengguna. Merchant/Pengguna dilarang menggunakan akun pribadi atau akun milik orang lain untuk melakukan pemesanan layanan yang akan diterimanya sendiri sebagai Penyedia Layanan."
  },
  {
    "text": "Keamanan dan kerahasiaan informasi terkait Akun STIQR, termasuk namun tidak terbatas pada nama, alamat email, nomor telepon, rincian pembayaran, dan Metode Pembayaran yang digunakan serta kode verifikasi yang dihasilkan oleh sistem STIQR atau Penyedia Metode Pembayaran, sepenuhnya menjadi tanggung jawab Merchant/Pengguna. Segala risiko dan kerugian yang timbul akibat kelalaian dalam menjaga informasi tersebut menjadi tanggung jawab Merchant/Pengguna. Dalam hal ini, STIQR akan menganggap seluruh aktivitas yang dilakukan melalui akun tersebut sebagai permintaan resmi dari Merchant/Pengguna."
  },
  {
    "text": "Merchant/Pengguna memahami bahwa DNS hanya menyediakan aplikasi STIQR sebagaimana adanya dan tidak memberikan jaminan atau bertanggung jawab atas keandalan, ketepatan waktu, kualitas, atau keamanan aplikasi dalam memenuhi kebutuhan Merchant/Pengguna. Seluruh tanggung jawab atas layanan, konten pihak ketiga, promosi, dan metode pembayaran berada di bawah kewenangan dan tanggung jawab masing-masing penyedia layanan, penyedia konten, penyedia promosi, dan penyedia metode pembayaran."
  },
  {
    "text": "DNS tidak memiliki kewajiban untuk memantau penggunaan aplikasi STIQR oleh Merchant/Pengguna. Namun, DNS berhak melakukan pengawasan untuk memastikan kelancaran penggunaan aplikasi serta memastikan kepatuhan terhadap Ketentuan Pemakaian STIQR, hukum yang berlaku, dan keputusan otoritas yang berwenang."
  },
  {
    "text": "Apabila Merchant/Pengguna menduga bahwa akun mereka telah disalahgunakan atau digunakan tanpa izin, Merchant/Pengguna wajib segera melaporkannya kepada STIQR. STIQR berhak mengambil tindakan yang dianggap perlu, termasuk menghentikan akses akun atau bekerja sama dengan penyedia layanan untuk menghentikan layanan yang sedang berlangsung."
  },
  {
    "text": "DNS tidak memiliki kewajiban untuk menyelesaikan atau menangani perselisihan yang timbul antara Merchant/Pengguna dengan penyedia layanan, konten pihak ketiga, promosi, atau penyedia metode pembayaran."
  },
  {
    "text": "Merchant/Pengguna menyetujui untuk menggunakan aplikasi STIQR, layanan, konten pihak ketiga, promosi, atau metode pembayaran sesuai dengan tujuan yang telah ditentukan dan tidak untuk tujuan penipuan, perjudian atau aktivitas lain yang dapat merugikan pihak lain."
  },
  {
    "text": "Pemilik Merchant juga memahami dan menyetujui peran yang melekat pada setiap Akun STIQR serta tunduk pada Syarat dan Ketentuan Penunjukan Peran Akun STIQR yang merupakan bagian dari Ketentuan Pemakaian ini."
  }
]
