{
  "title": "STIQR dapat menggunakan Data Pribadi serta informasi terkait transaksi yang dilakukan melalui Aplikasi STIQR untuk tujuan-tujuan berikut:",
  "footer": "STIQR akan menggunakan Data Pribadi serta informasi transaksi pengguna hanya untuk kepentingan sebagaimana yang telah disebutkan di atas, dengan tetap memperhatikan persetujuan pengguna dan tunduk pada peraturan perundang-undangan yang berlaku di Republik Indonesia.",
  "list": [
    "Keamanan Sistem - Memastikan perlindungan serta keamanan sistem dari potensi ancaman, pelanggaran, atau akses tidak sah.",
    "Pembaruan Layanan - Menyediakan informasi terkait perubahan, peningkatan, atau modifikasi layanan yang tersedia pada Aplikasi STIQR.",
    "Audit Internal - Melaksanakan audit internal guna memastikan kepatuhan terhadap regulasi yang berlaku serta meningkatkan efisiensi operasional.",
    "Pencegahan dan Deteksi Penipuan - Melakukan verifikasi identitas serta pemeriksaan transaksi keuangan guna mencegah tindakan penipuan, pencucian uang, atau aktivitas ilegal lainnya.",
    "Proses Pendaftaran dan Verifikasi - Memproses registrasi, menilai kelayakan, serta memverifikasi identitas pengguna dalam mengakses layanan tertentu pada Aplikasi STIQR.",
    "Kepatuhan terhadap Regulasi - Memenuhi ketentuan hukum dan peraturan perundang-undangan yang berlaku dalam sektor jasa keuangan, termasuk namun tidak terbatas pada penyimpanan informasi keuangan dan transaksi.",
    "Pelayanan Pengguna - Menyediakan layanan pelanggan, menangani keluhan, serta memberikan dukungan kepada pengguna atau pihak yang berwenang berdasarkan persetujuan pengguna.",
    "Pelaksanaan Transaksi dan Pembayaran - Memproses transaksi, menerima atau mengirimkan pembayaran, serta melakukan verifikasi ketersediaan dana dalam Saldo STIQR pengguna.",
    "Pengembangan dan Peningkatan Layanan - Melaksanakan riset serta pengembangan guna meningkatkan kualitas layanan dan menghadirkan fitur atau produk baru yang relevan.",
    "Aktivasi dan Pengelolaan Layanan - Mengaktifkan, mengelola, serta memfasilitasi penggunaan layanan yang tersedia dalam Aplikasi STIQR.",
    "Kepatuhan terhadap Permintaan Hukum - Memenuhi kewajiban hukum serta memberikan dukungan kepada otoritas yang berwenang, termasuk namun tidak terbatas pada aparat penegak hukum dan instansi pemerintah terkait.",
    "Kerja Sama dengan Pihak Ketiga - Membagikan data yang relevan dan diperlukan kepada mitra pihak ketiga yang bekerja sama dengan STIQR untuk keperluan layanan STIQR."
  ]
}
