[
  {
    "text": "Berikut adalah beberapa tindakan yang termasuk dalam kategori \"Tindakan Yang Dilarang dilakukan di aplikasi STIQR\": ",
    "list": [
      "Transaksi Mencurigakan: Adanya transaksi yang tidak sesuai dengan pola atau kebiasaan transaksi yang lazim dilakukan oleh Merchant/Pengguna.",
      "Penyalahgunaan dan/atau Transaksi Fiktif: Termasuk tindakan yang dilakukan oleh Merchant/Pengguna atau pihak yang bertindak atas nama Merchant/Pengguna dengan tujuan memperoleh keuntungan secara tidak sah, seperti melakukan transaksi yang tidak memiliki dasar atau tidak nyata.",
      "Kerja Sama dengan Pelaku Penipuan: Merchant/Pengguna yang secara langsung atau tidak langsung bekerja sama, mendukung, atau terlibat dengan individu atau kelompok yang diketahui atau patut diduga melakukan tindakan penipuan.",
      "Penipuan: Segala bentuk tindakan penipuan yang dilakukan oleh Merchant/Pengguna atau pihak yang bertindak atas nama Merchant/Pengguna, baik terhadap STIQR maupun pihak ketiga.",
      "Aktivitas yang Merugikan: Segala bentuk aktivitas lain yang berpotensi atau secara nyata merugikan kepentingan publik dan/atau pihak lainnya.",
      "Tindakan yang Merusak Reputasi: Segala tindakan yang dapat atau patut diduga merusak reputasi STIQR dan/atau PT Digital Nusantara Digital (DNS).",
      "Merchant/Pengguna STIQR dilarang menggunakan platform STIQR untuk melakukan transaksi yang berkaitan dengan kegiatan atau usaha yang bertentangan dengan hukum dan/atau dilarang oleh peraturan perundang-undangan yang berlaku di Indonesia, termasuk namun tidak terbatas pada judi online (judol), pencucian uang, perdagangan ilegal, prostitusi online, pendanaan terorisme, dan kegiatan ilegal lainnya."
    ]
  },
  {
    "text": "Tindakan yang Dapat Diambil oleh STIQR Jika terdapat indikasi dan/atau terbukti Merchant/Pengguna melakukan Tindakan Yang Dilarang dilakukan di aplikasi STIQR, STIQR berhak untuk mengambil langkah-langkah berikut:",
    "list": [
      "Penghentian Kegiatan Promosi dan/atau Pemasaran: STIQR berhak menghentikan seluruh atau sebagian kegiatan promosi dan/atau pemasaran yang berkaitan dengan Merchant/Pengguna.",
      "Penghentian Sementara Layanan: STIQR berhak untuk menghentikan sementara layanan yang diberikan kepada Merchant/Pengguna sesuai dengan ketentuan dalam Syarat dan Ketentuan Umum.",
      "Penahanan dan/atau Penangguhan Dana Settlement: STIQR berhak menahan dan/atau menangguhkan pencairan dana yang menjadi hak Merchant/Pengguna hingga penyelesaian permasalahan Tindakan Kecurangan secara tuntas.",
      "Penolakan Pembayaran dan/atau Pemotongan Dana Settlement: STIQR berhak menolak pembayaran atau memotong sebagian dana yang menjadi hak Merchant/Pengguna sebagai bentuk pemulihan atas kerugian yang dialami akibat Tindakan Kecurangan.",
      "Pencantuman dalam Daftar Hitam: STIQR berhak mencantumkan Merchant/Pengguna ke dalam daftar hitam (blacklist), yang mengakibatkan Merchant/Pengguna tidak dapat lagi berpartisipasi dalam program atau menggunakan layanan yang disediakan oleh DNS.",
      "Pengajuan Klaim atau Gugatan Hukum: STIQR berhak mengajukan klaim, gugatan perdata, dan/atau laporan pidana terhadap Merchant/Pengguna atas segala bentuk kerugian yang timbul akibat Tindakan Kecurangan.",
      "Apabila ditemukan Merchant/Pengguna melakukan transaksi yang berkaitan dengan kegiatan atau usaha yang bertentangan dengan hukum dan/atau dilarang oleh peraturan perundang-undangan yang berlaku di Indonesia, STIQR berhak melakukan tindakan termasuk namun tidak terbatas pada pembekuan akun, penolakan transaksi, pengakhiran kerja sama, serta melaporkan kepada pihak berwenang. Merchant/Pengguna bertanggung jawab penuh atas segala akibat hukum yang timbul dan wajib membebaskan STIQR dari segala bentuk tuntutan, klaim, maupun kerugian."
    ]
  },
  {
    "text": "Proses Banding",
    "list": [
      "Merchant/Pengguna memiliki hak untuk mengajukan banding terhadap tindakan yang diambil oleh STIQR. Dalam hal ini, Merchant/Pengguna wajib menyerahkan bukti pendukung dalam waktu 7 (tujuh) hari kalender sejak permintaan dari STIQR disampaikan. Setelah menerima bukti tersebut, STIQR akan melakukan evaluasi secara menyeluruh dan, berdasarkan kebijakannya sendiri, memutuskan apakah akan melanjutkan proses penyelesaian atau tetap melaksanakan tindakan yang telah diambil sesuai hak-haknya sebagaimana diatur dalam ketentuan ini."
    ]
  }
]
